<template>
  <div>
    <nav class="navTitle"><img @click="backHistory()" src="../../assets/fanhui@2x.png">卡秘信用卡 - 用户注册协议</nav>
    
    <div style="padding:20px;">
        <p>
            本网站由山西野二金融服务外包有限公司(以下简称“我们”或“卡秘信用卡”)运营，我们依照以下注册协议向您提供本注册协议涉及的相关服务。请您使用卡秘信用卡服务前仔细阅读本注册协议。您只有完全同意所有注册协议，才能成为卡秘信用卡的用户（以下简称“您”或“用户”）并使用相应服务。您在注册为卡秘信用卡的用户过程中点击"同意卡秘信用卡用户注册协议"按钮即表示您已仔细阅读并明确同意遵守本注册协议以及经参引而并入其中的所有条款、政策以及指南，并受该等规则的约束（合称"本注册协议"）。我们可能根据法律法规的要求或业务运营的需要，对本注册协议不时进行修改。除非另有规定，否则任何变更或修改将在修订内容于卡秘信用卡发布之时立即生效，您对卡秘信用卡的使用、继续使用将表明您接受此等变更或修改。如果您不同意本注册协议（包括我们可能不定时对其或其中引述的其他规则所进行的任何修改）的全部规定，则请勿使用卡秘信用卡提供的所有服务，或您可以主动取消卡秘信用卡提供的服务。
        </p>
        <p>
            为了便于您了解适用于您使用卡秘信用卡的条款和条件，我们将在卡秘信用卡上发布我们对本注册协议的修改，您应不时地审阅本注册协议以及经参引而并入其中的其他规则。
        </p>
        <h3>一、服务内容</h3>
        <p>
            1.1 卡秘信用卡是山西野二金融服务外包有限公司的一款智能管理信用卡账单APP，通过智能解析信用卡电子账单，来实现持卡人用卡信息管理和个人财务的智能化应用，是集成在线办卡、管卡（智能账单管理、还款提供）、借贷的一站式金融服务平台。
        </p>
        <p>
            1.2卡秘信用卡上的具体服务内容由我们根据实际情况提供并不时更新，包括但不限于信息、图片、文章、评论、链接等，我们将定期或不定期根据用户的意愿以电子邮件、短信、电话或站内信等方式为用户提供活动信息，并向用户提供相应服务。我们对提供的服务拥有最终解释权。
        </p>
        <p>
            1.3 卡秘信用卡的服务仅供个人用户使用。除我们书面同意，您或其他用户均不得将卡秘信用卡上的任何信息用于商业目的。
        </p>
        <p>
             1.4 您理解并同意，您使用卡秘信用卡服务时所需的相关的设备以及网络资源等（如个人电脑及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均由您自行负担。
        </p>
        <h3>
            二、信息提供和隐私保护
        </h3>
        <p>
            2.1 您在访问、使用卡秘信用卡或申请使用卡秘信用卡服务时，必须提供本人真实的个人信息，且您应该根据实际变动情况及时更新个人信息。保护用户隐私是我们的重点原则，我们通过各种技术手段和强化内部管理等办法提供隐私保护服务功能，充分保护您的个人信息安全。
        </p>
        <p>
            2.2 卡秘信用卡不负责审核您提供的个人信息的真实性、准确性或完整性，因信息不真实、不准确或不完整而引起的任何问题及其后果，由您自行承担，且您应保证我们免受由此而产生的任何损害或责任。若我们发现您提供的个人信息是虚假、不准确或不完整的，我们有权自行决定终止向您提供服务。
        </p>
        <p>
            2.3 您已明确授权，为提供服务、履行协议、解决争议、保障交易安全等目的，我们对您自己提供的、我们自行收集的及通过第三方到的您的个人信息、您申请服务时的相关信息、您在使用服务时储存在卡秘信用卡的非公开内容以及您的其他个人资料（以下简称“个人资料”）享有留存、整理加工、使用和披露的权利，具体方式包括但不限于：<br> 
            （1）出于为您提供服务的需要在本网站公示您的个人资料；<br>
            （2）由人工或自动程序对您的个人资料进行获取、评估、整理、存储；<br>
            （3）使用您的个人资料以改进本网站的设计和推广； <br>
            （4）使用您提供的联系方式与您联络并向您传递有关服务和管理方面的信息；<br>
            （5）对您的个人资料进行分析整合并向为您提供服务的第三方提供为完成该项服务必要的信息。当为您提供服务的第三方与您电话核实信息时，为保证为您服务的质量，你同意卡秘信用卡对上述核实电话进行录音。 <br>
            （6）在您违反与我们或我们的其他用户签订的协议时，披露您的个人资料及违约事实，将您的违约信息写入黑名单并与必要的第三方共享数据，以供我们及第三方审核、追索之用。 <br>
            （7）其他必要的使用及披露您个人资料的情形。 
                您已明确同意本条款不因您终止使用卡秘信用卡的服务而失效。如因我们行使本条款项下权利使您遭受损失，我们对该等损失免责。 
        </p>
        <p>
            2.4 为更好地为您提供服务，您同意并授权卡秘信用卡可与其合作的第三方进行联合研究，并可将通过本协议获得的您的信息投入到该等联合研究中。但卡秘信用卡与其合作的第三方在开展上述联合研究前，应要求其合作的第三方对在联合研究中所获取的您的信息予以保密。
        </p>
        <p>
            2.5 若您曾经已经登陆过卡秘信用卡，且已经授权卡秘信用卡完成了相应的信息获取事宜，当您再次登陆卡秘信用卡，并选择相关产品时，您授权卡秘信用卡自动将之前授权获取的您的信息推送给为您提供金融服务的机构。
        </p>
        <p>
            2.6 我们保证采用行业惯例以保护您的资料，但您理解，鉴于技术限制，我们无法确保用户的个人信息完全不被泄露。
        </p>
        <p>
            2.7 我们不会向与您无关的第三方恶意出售或免费提供您的个人资料，但下列情况除外：<br>
            （1）事先获得您的明确授权；<br>
            （2）按照相关司法机构或政府主管部门的要求；<br>
            （3）以维护我们合法权益之目的； <br>
            （4）维护社会公众利益；<br>
            （5）为了确保卡秘信用卡业务和系统的完整与操作。<br>
            （6）符合其他合法要求。<br>
        </p>
        <h3>
            三、使用准则
        </h3>
        <p>
            3.1 您在使用卡秘信用卡服务过程中，必须遵循国家的相关法律法规，不通过卡秘信用卡发布、复制、上传、散播、分发、存储、创建或以其它方式公开含有以下内容的信息：<br>
            （1）反对宪法所确定的基本原则的；  <br>
            （2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的； <br>
            （3）损害国家荣誉和利益的；  <br>
            （4）煽动民族仇恨、民族歧视，破坏民族团结的；  <br>
            （5）破坏国家宗教政策，宣扬邪教和封建迷信的； <br>
            （6）散布谣言，扰乱社会秩序，破坏社会稳定的； <br>
            （7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的、欺诈性的或以其它令人反感的讯息、数据、信息、文本、音乐、声音、照片、图形、代码或其它材料；  <br>
            （8）侮辱或者诽谤他人，侵害他人合法权益的；  <br>
            （9）其他违反宪法和法律、行政法规或规章制度的；  <br>
            （10）可能侵犯他人的专利、商标、商业秘密、版权或其它知识产权或专有权利的内容；<br> 
            （11）假冒任何人或实体或以其它方式歪曲您与任何人或实体之关联性的内容； <br>
            （12）未经请求而擅自提供的促销信息、政治活动、广告或意见征集；  <br>
            （13）任何第三方的私人信息，包括但不限于地址、电话号码、电子邮件地址、身份证号以及信用卡卡号；<br> 
            （14）病毒、不可靠数据或其它有害的、破坏性的或危害性的文件； <br>
            （15）与内容所在的互动区域的话题不相关的内容；  <br>
            （16）包含法律或行政法规禁止内容的其他内容。  <br>
        </p>
        <p>
            3.2 用户不得利用卡秘信用卡的服务从事下列危害互联网信息网络安全的活动：<br>
            （1）未经允许，进入互联网信息网络或者使用互联网信息网络资源；<br>
            （2）未经允许，对互联网信息网络功能进行删除、修改或者增加； <br>
            （3）未经允许，对进入互联网信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加；<br> 
            （4）故意制作、传播计算机或手机病毒等破坏性程序； <br>
            （5）其他危害互联网信息网络安全的行为。<br>
        </p>
        <p>
             3.3 我们保留在任何时候为任何理由而不经通知地过滤、移除、筛查或编辑本网站上发布或存储的任何内容的权利，您须自行负责备份和替换在本网站发布或存储的任何内容，成本和费用自理。
        </p>
        <p>
             3.4 您须对自己在使用卡秘信用卡服务过程中的行为承担法律责任。若您为限制行为能力或无行为能力者，则您的法定监护人应承担相应的法律责任。
        </p>
        <p>
            3.5 如您的操作影响系统总体稳定性或完整性，我们将暂停或终止您的操作，直到相关问题得到解决。 
        </p>
        <h3>
            四、免责声明
        </h3>
        <p>
            4.1 卡秘信用卡是一基于互联网为用户提供服务的，互联网的不稳定性及第三方行为的不可控性给互联网的服务埋下了各种隐患，故在下述情况发生时，卡秘信用卡应免除相应的责任：<br>
            （1）您违反本注册协议、违反道德或法律的，侵犯他人权利（包括但不限于知识产权）的，我们不承担任何责任。同时，我们对任何第三方通过卡秘信用卡发送服务或包含在服务中的任何内容不承担责任。<br>
            （2）对您、其他用户或任何第三方发布、存储或上传的任何内容或由该等内容导致的任何损失或损害，我们不承担责任。 <br>
            （3）对任何第三方通过卡秘信用卡可能对您造成的任何错误、中伤、诽谤、诬蔑、不作为、谬误、淫秽、色情或亵渎，我们不承担责任。 <br>
            （4）对黑客行为、计算机或手机病毒、或因您保管疏忽致使帐号、密码被他人非法使用、盗用、篡改的或丢失，或由于与本网站链接的其它网站所造成您个人资料的泄露，或您因其他非卡秘信用卡原因造成的损失，我们不承担责任。如您发现任何非法使用用户您的帐号或安全漏洞的情况，请立即与我们联系。<br>
                （5）因任何非卡秘信用卡原因造成的网络服务中断或其他缺陷，我们不承担任何责任。<br>
                （6）我们不保证服务一定能满足您的要求。<br>
        </p>
        <p>
            4.2鉴于卡秘信用卡仅基于您自行导入的账单或手动填写、更新的账单为基础，提供账单解析及相关管理服务，因此，当出现如下情形时，卡秘信用卡不承担任何责任：<br>
            （1）当用户导入并查询账单信息时，用户授权我们根据用户设置的相关信息，在一定时间内对用户相应的邮箱、网银等信息进行查询，并根据查询结果向用户展示账单信息。鉴于技术的可实现性，卡秘信用卡基于该服务向您展示的账单仅供您参考，具体账单信息请以相关出账单方（包括但不限于银行等）出具的账单内容为准；我们不对本服务中展示的账单的完整性、准确性、及时性和真实性承担任何担保责任；如对账单内容有任何疑问，您应向相关出账单方进行咨询。因相关账单方不及时、不准确等造成的包括但不限于还款逾期等所有责任均由用户与出账单方自行协商解决。<br>
            （2）用户应对您导入的账单、手动填写的账单或使用卡秘信用卡相关服务过程中填写的信息（包括但不限于银行卡号、持卡人姓名、还款金额、到期日等）的真实性、完整性、准确性、有效性负责。如用户利用光学扫描识别、语音识别、邮箱导入等便利技术的识别功能提供前述信息的，等同于用户自行填写。因用户未尽前述义务而导致资金损失的，由用户自行承担。<br>
            （3）用户理解并同意，用户通过平台查询到的账单信息，如无特别说明仅为人民币账单信息；如用户查询到外币账单信息的，该外币账单信息仅供参考；尤其是当用户需查询准确的信用卡外币账单信息或对外币账单进行还款的，请联系发卡银行进行查询或还款。<br>
            （4）如用户根据平台查询到的账单信息自行设置了相应的还款提醒，则用户理解并同意，该提醒仅作为对应账单中还款时间、还款金额等信息的参考，而非用户是否应该还款及何时还款的依据，如因此造成包括但不限于用户还款逾期等其他不利后果的，由用户自行承担，与卡秘信用卡无关。<br>
        </p>
        <p>
             4.3 任何情况下，因使用卡秘信用卡而引起或与使用卡秘信用卡有关的而产生的由我们负担的责任总额，无论是基于合同、保证、侵权、产品责任、严格责任或其它理论，均不得超过您因访问或使用本网站而向我们支付的任何服务费用。
        </p>
        <p>
             4.4 卡秘信用卡为用户提供免费的搜索和推荐服务，贷款过程中遇到的任何预先收费均为诈骗行为，请保持警惕避免损失。
        </p>
        <h3>
            五、服务变更、中断或终止
        </h3>
        <p>
            5.1 如因升级的需要而需暂停网络服务、或调整服务内容，我们将尽可能在网站上进行通告。由于用户未能及时浏览通告而造成的损失，我们不承担任何责任。 
        </p>
        <p>
             5.2 您明确同意，我们保留根据实际情况随时调整卡秘信用卡提供的服务内容、种类和形式，因业务调整给您或其他用户造成的损失，我们不承担任何责任。同时，我们保留随时变更、中断或终止卡秘信用卡全部或部分服务的权利。
        </p>
        <p>
            5.3 发生下列任何一种情形，我们有权单方面中断或终止向您提供服务而无需通知您，且无需对您或第三方承担任何责任： <br>
            （1）您提供的个人资料不真实； <br>
            （2）您违反本服务条款；<br>
            （3）未经我们书面同意，将卡秘信用卡平台用于商业目的。<br>
        </p>
        <p>
            5.4 您可随时通知我们终止向您提供服务，自您终止服务之日起，我们不再向您承担任何形式的责任。
        </p>
        <h3>
            六、知识产权及其它权利
        </h3>
        <p>
            6.1 您理解并认可，卡秘信用卡平台上的内容，包括但不限于文本、数据、图片、音频、视频、源代码和其他所有信息，均由卡秘信用卡享有知识产权。未经我们事先书面同意，您或其他用户或其他任何人均不得复制、改编、传播、公布、展示或以其他任何方式侵犯我司的知识产权。 
        </p>
        <p>
             5.2 您明确同意，我们保留根据实际情况随时调整卡秘信用卡提供的服务内容、种类和形式，因业务调整给您或其他用户造成的损失，我们不承担任何责任。同时，我们保留随时变更、中断或终止卡秘信用卡全部或部分服务的权利。
        </p>
        <p>
            5.3 发生下列任何一种情形，我们有权单方面中断或终止向您提供服务而无需通知您，且无需对您或第三方承担任何责任： <br>
            （1）您提供的个人资料不真实； <br>
            （2）您违反本服务条款；<br>
            （3）未经我们书面同意，将卡秘信用卡平台用于商业目的。<br>
        </p>
        <p>
            5.4 您可随时通知我们终止向您提供服务，自您终止服务之日起，我们不再向您承担任何形式的责任。
        </p>
        <h3>
            七、特别约定
        </h3>
        <p>
            7.1 您使用本服务的行为若有任何违反国家法律法规或侵犯任何第三方的合法权益的情形时，我们有权直接删除该等违反规定之信息，并可以暂停或终止向您提供服务。 
        </p>
        <p>
            7.2 若您利用卡秘信用卡提供的服务从事任何违法或侵权行为，由您自行承担全部责任，因此给我们或任何第三方造成任何损失，您应负责全额赔偿，并使我们免受由此产生的任何损害。
        </p>
        <p>
            7.3 您同意我们通过重要页面的公告、通告、电子邮件以及常规信件的形式向您传送与卡秘信用卡服务有关的任何通知和通告。
        </p>
        <p>
            7.4 如您有任何有关与卡秘信用卡服务的个人信息保护相关投诉，请您与我们联系，我们将在接到投诉之日起15日内进行答复。 
        </p>
        <p>
            7.5 本注册协议之效力、解释、执行均适用中华人民共和国法律。 
        </p>
        <p>
            7.6 若非卡秘信用卡更新本协议，您再确认同意、签署本协议后，其效力将及于您此时及未来登陆卡秘信用卡时的所有操作。
        </p>
        <p>
            7.7 您在本协议项下对本公司的授权将视为对本公司及本公司之关联公司的授权。本公司及本公司关联公司均可凭借您的授权及本协议约定执行相关操作。
        </p>
        <p>
            7.8 如就本协议内容或其执行发生任何争议，应尽量友好协商解决；协商不成时，任何一方均可向北京市海淀区人民法院提起诉讼。 
        </p>
        <p>
            7.9 本注册协议中的标题仅为方便而设，不影响对于条款本身的解释。本注册协议最终解释权归山西野二金融服务外包有限公司所有。 
        </p>
    </div>

  </div>
</template>

<script>
export default {
   methods:{
        backHistory(){
            window.history.go(-1) 
        },
        
    },
    /*beforeRouteLeave(to, from, next) {
         if (to.path == "/register") {
         to.meta.keepAlive = true;
         } else {
         to.meta.keepAlive = false;
         }
         next();
     }*/
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
    *{
        margin: 0;
        padding: 0;
        outline:medium;
    }
    .navTitle{
        width:100%;    
        height: 43px;
        line-height: 43px;
        text-align: center;
        font-size: 18px;
        color: #363636;
        border-bottom: 1px solid #C9C9C9;
        background:#fff;
  }
  .navTitle img{
        width: 12px;
        position: absolute;
        top: 10px;
        left: 5%;
  }
  h3{
      margin: 10px;
  }
  p{
      text-indent: 2em;
      line-height: 2;
      margin-top: 5px;
  }
</style>