<template>
  <div>
    <nav class="navTitle"><img @click="backHistory()" src="../../assets/fanhui@2x.png">隐私政策</nav>
    <div style="padding:20px;">
        <p>
            卡秘信用卡手机应用程序（以下简称：“卡秘信用卡”或“我们”）是由山西野二金融服务外包有限公司(以下简称“公司”或“本公司”)独立开发独立运营的一款金融产品，服务于广大用户。
        </p>
        <p>
            卡秘信用卡非常重视用户个人信息和隐私权的保护，鉴于此，我们根据相关法律法规规定，制定本隐私权政策，帮助您了解我们将如何收集、使用并保护您的个人信息。本隐私权政策适用于我们提供的产品或服务，请您在使用我们的产品或服务前认真阅读并确认充分理解本隐私权政策，以便您做出您认为适当的选择。您使用我们提供的产品或服务，即意味着您已阅读本隐私权政策所有条款，并对本隐私权政策条款的含义及相应的法律后果已全部通晓并充分理解，并且同意我们按照本隐私权政策收集、使用并保护您的个人信息。如果您不同意本隐私权政策的部分或全部内容、或对本隐私权政策内容有任何疑问，您应立即停止使用我们提供的产品或服务，并通过卡秘信用卡客服与我们联系。
        </p>
        <p>
            本隐私权政策已对与您的权益具有或可能具有重大关系的条款，及对我们具有或可能具有免责或限制责任的条款用粗体字予以标注，请您注意。
        </p>
        <p>
            您可以从卡秘信用卡手机应用程序中查看隐私权政策内容，以便了解我们如何处理您的信息，以便审慎决策。
        </p>
        <h4>本隐私权政策将帮助您了解以下内容：</h4>
        <p>一.我们如何收集和使用您的个人信息</p>
        <p>二.我们如何共享、转让、公开披露您的个人信息</p>
        <p>三.我们如何保存您的个人信息</p>  
        <p>四.我们如何保护您的个人信息</p> 
        <p>五.您可以如何管理个人信息</p>
        <p>六.未成年人的个人信息保护</p>
        <p>七.通知和修订</p>
        <p>八.您如何联系我们</p>
        <p>九.可分割性</p>
        <p>十. 其他</p>         
        <h4>
            一.我们如何收集和使用您的个人信息
        </h4>
        <p>
            个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。我们将在如下流程中，基于实现该流程所需的目的收集您的个人信息：
        </p>
        <span>
            1.1 用户注册及账户安全
        </span>
        <p>
            当您注册卡秘信用卡账号时，我们将收集您的手机号码、登录密码等个人生物识别信息，收集此类信息是为了满足相关法律法规的网络实名制要求并保护您的账号安全。
        </p>
        <span>1.2 智能账单管理</span>
        <p>
            1.2.1 您如希望使用银行卡账单管理服务，您需要绑定拟被管理的银行卡并通过邮箱或网银方式导入该张卡片的账单信息；
        </p>
        <p>1.2.2  当您绑定银行卡时，您应向我们提供您的银行卡卡号、姓名；</p>
        <p>1.2.3  当您通过邮箱导入账单时，您授权我们收集您的如下信息并在平台上对您本人展示您的账单管理结果：银行卡账号、开户行、发件人、主题、标题、邮件收发时间、邮箱通讯录列表、所在文件夹以及根据关键字在用户“收件箱”、“已发送“、”群邮件“内邮件进行匹配，包括银行电子账单的全部信息、数据等；</p>
        <p>1.2.4  当您通过网银导入账单时，您授权我们收集您的如下信息并在平台上对您本人展示您的账单管理结果：身份证号、客户号、用户名、卡片信息（储蓄卡/信用卡卡号、账户名、开户行）、交易流水、逾期信息等；</p>
        <span>1.3办理信用卡</span>
        <p>
            1.3.1 卡秘信用卡为您提供各类信用卡办理入口，为了方便您顺利、便捷办理信用卡，在您选择这项服务时，您授权我们手机您的如下信息：性别、年龄、学历、职业、月收入、车房拥有情况（有或无）、消费习惯、是否有供车、供房、担保、逾期等信贷记录、是否拥有信用卡、其他账户拥有情况，如果您不提供此类信息，您将无法使用该项服务；
        </p>
        <span>1.4 合作方投资/借款申请入口提供</span>
        <p>
            1.4.1 当您希望通过卡秘信用卡平台提供的合作方投资/借款申请入口，进行投资/借款申请时，基于网络借贷交易安全及合规需要，您授权我们收集您的身份信息、联系地址职业信息、联系人联系方式、历史借贷情况、设备及位置信息、通话记录及短信记录相关信息，该等信息将仅用于您投资或申请借款相关用途；
           
        </p>
        <p>
            1.4.2  同时，您应授权选择的该项服务的提供者根据与您签订的隐私权政策收集、使用您的个人信息，并授权该项服务的提供者向卡秘信用卡传递您的投资/借款记录，且您亦应授权卡秘信用卡根据在特定服务下与您灵性签订相关授权协议，并依据该授权协议约定目的使用您的个人信息。
        </p>
        <span>
            1.5 为更好地向您提供产品和服务，也为了我们自身的风险防控，以及保护各方的合法权益，您同意并授权我们可以通过您自主填写和提供的个人信息和资料自行或通过其他机构（包括但不限于征信机构、中国互联网金融协会及其他依法成立的行业协会、大数据服务机构及其他第三方机构，下同）依法收集您的额外资料和信息，以在您使用我们提供的产品或服务前期对您的履约情况、信用情况等进行审核，我们搜集的资料和信息范围包括但不限于：
        </span>
        <p>
            1.5.1 您的其他个人信息，包括但不限于工作信息、学历信息以及能够单独或者与其他信息结合识别您个人身份的其他信息；
        </p>
        <p>
            1.5.2 您在我们的关联方和合作方及其他机构的网络平台上留存、形成、产生的有关法律文件以及任何个人信息或行为数据，包括但不限于您的交易信息、账户信息、借贷项目信息、履约或违约行为信息等；
        </p>
        <p>
            1.5.3 您的信用信息，包括但不限于您的征信记录和信用报告及其他信用信息；
        </p>
        <p>
            1.5.4 您在行政机关、司法机关留存的任何信息，包括但不限于户籍信息、工商信息、诉讼信息、执行信息和违法犯罪信息等；
        </p>
        <p>
            1.5.5 与您申请或使用的产品或服务相关的、您留存在其他自然人、法人和组织的其他相关信息。
        </p>
        <span>
            1.6 您同意我们可以自行或通过合作方（包括但不限于征信机构、中国互联网金融协会及其他依法成立的行业协会、大数据服务机构及其他第三方合作机构）对您提交或我们搜集的用户信息（包括但不限于您的个人身份证信息等）进行核实、验证，并对获得的核实、验证结果进行查看、收集、使用和留存等操作。
        </span>
        <span>
            1.7 我们将在您使用我们提供的产品或服务的过程中收集您的个人常用设备信息（包括设备名称、设备型号、设备识别码、操作系统和应用程序版本）和日志信息（如访问内容、IP地址、访问日期和时间及访问记录等），收集这些信息是为了向您提供更好的产品和/或服务并改善用户体验。
        </span>
        <span>
            1.8 您在此同意并授权，我们可以直接将您的个人信息和资料用于如下用途：
        </span>
        <p>
            1.8.1 进行用户身份识别、资料核查和验证，以审核用户的履约情况、信用情况，确保交易的合理性、安全性和防范违法犯罪活动；
        </p>
        <p>
            1.8.2 基于您选择服务所需的支付、开户、交易资金划扣要求，将您的银行卡号、开户行、支付金额、支付日期、姓名、身份证号码、手机号码等相管信息提供至平台合作的银行/支付机构等金融机构或其他相关合作机构；
        </p>
        <p>
            1.8.3  为向您提供适合于您的服务，并持续维护、改善、优化该等服务，对您的信息进行内部归类、模型建设和分析等内部使用；
        </p>
        <p>
            1.8.4 用于预防、发现、调查欺诈、危害安全、非法或违反与我们或我们关联方协议、政策或规则的行为，以保护您、我们的其他用户、我们或我们关联方的合法权益；
        </p>
        <p>
            1.8.5 我们可能会将来自某项服务的信息与来自其他服务的信息结合起来，以便为您提供更优质、个性化的服务、内容和建议；
        </p>
        <p>
            1.8.6 用于向您收取应支付的各类费用（如有）；
        </p>
        <p>
            1.8.7 有针对性地向您推荐我们提供的商品、服务或推广活动，以及与我们的关联方、合作方共享，以向您提供或推荐我们的关联方、合作方的商品、服务或推广活动。您同意我们、我们的关联方及合作方通过站内信、电子邮件、电话、短信等方式向您提供、发送服务状态的通知、营销活动及其他商业性信息。如不需要我们推广相关信息，您可联系卡秘信用卡客服取消、退订该类信息推广服务；
        </p>
        <p>
            1.8.8 为实现本隐私权政策目的所需的、或者本隐私权政策或其他协议中经您授权许可的其他使用方式。
        </p>
        <span>
             1.9 您充分知晓，以下情形中，我们收集、使用个人信息无需征得您的授权或同意：
        </span>
        <p>
            1.9.1 与国家安全、国防安全有关；
        </p>
        <p>
            1.9.2 与公共安全、公共卫生、重大公共利益有关；
        </p>
        <p>
            1.9.3与犯罪侦查、起诉、审判和判决执行等有关；
        </p>
        <p>
            1.9.4 出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
        </p>
        <p>
            1.9.5 所收集的个人信息是个人信息主体自行向社会公众公开的；
        </p>
        <p>
            1.9.6 从合法公开披露的信息中收集的您的个人信息，如合法的新闻报道、政府信息公开等渠道；
        </p>
        <p>
            1.9.7 根据您的要求签订合同所必需的；
        </p>
        <p>
            1.9.8用于维护所提供的产品与/或服务的安全稳定运行所必需，例如发现、处置产品与/或服务的故障；
        </p>
        <p>
            1.9.9 为合法的新闻报道所必需，学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行匿名化处理的；以及法律法规规定的其他情形。
        </p>
        <span>
            1.10 您知晓并同意，在收集您的个人信息后，我们可能会通过技术手段对您的个人信息进行脱敏。我们有权在不透露您个人信息的前提下使用已经脱敏的信息。
        </span>
        <h4>
            二.我们如何共享、转让、公开披露您的个人信息
        </h4>
        <span>
            2.1 我们承诺会根据相关法律法规及监管规定对您的个人信息（包括您主动提供的和我们收集、记录的所有数据、信息、资料和相应的交易行为记录、交易文件，下同）承担保密义务。但为了向您提供更多元化、个性化、优质的服务，您同意并授权我们在以下情形下将您的信息向第三方进行共享。并且，我们将促使该等第三方在使用您信息的过程中对您的信息采取适当保密与安全措施：
        </span>
        <p>
            2.1.1 事先获得您的明确同意或授权；
        </p>
        <p>
            2.1.2 根据可适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；
        </p>
        <p>
            2.1.3提供给依法设立的征信机构和个人信用数据机构，以供有关单位和个人依法查询和使用；
        </p>
        <p>
            2.1.4提供给中国互联网金融协会及其他合法成立的行业协会，以供有关单位和个人依法查询和使用，并按照中国互联网金融协会及其他行业协会的要求依法进行信息披露和展示；
        </p>
        <p>
            2.1.5 在法律法规允许的范围内，为维护我们、我们的关联方或合作方，您或其他用户，或社会公众利益、财产或安全免遭损害而有必要提供；
        </p>
        <p>
            2.1.6 提供给我们的关联方、合作方以用于现在或将来向您提供我们、我们的关联方、合作方的相关服务，具体的服务可能包括借贷服务、信用卡申请服务、理财服务等，您在此确认前述服务是您希望获得的（包括但不限于对您的个人资料和信息进行核实、对您的信用情况进行评估以决定向您提供前述服务的可行性、合理性以及决定提供服务的相关条款和条件等）；<br>
            2.1.7 符合我们、我们的关联方、合作方与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；<br>
            2.1.8 如我们或我们的关联方涉及合并、分立、收购、资产或业务转让或类似的交易，您的个人信息可能作为此类交易的一部分而被共享，我们将确保该等信息在共享时的机密性，您同意对此予以认可和理解；<br>
            2.1.9 基于学术研究而使用；<br>
            2.1.10 基于符合法律法规的社会公共利益而使用；<br>
            2.1.11 为实现本隐私权政策目的所需的、或者本隐私权政策或其他协议中经您授权许可的其他共享方式。<br>
        </p>
        <p>
            2.2 基于服务用户之目的，在我们的关联方、合作方同意承担保密义务的情况下，我们可能会与我们的关联方、合作方共享您的个人资料和信息，以便我们的关联方、合作方向您展示我们提供的商品、服务或推广活动。
        </p>
        <p>
            2.3 当您使用或申请使用我们的关联方、合作方提供的服务或与其或拟与其进行交易时，我们可能会将您的个人信息和资料共享与该等关联方、合作方，使其可以对您的个人信息和资料进行核实、分析。
        </p>
        <p>
            2.4 您对其他用户信息的使用：<br>
            在不违反我们与其他用户、合作机构之间的协议的前提下，发生如下任一情形时，您有权要求我们提供与您发生交易的其他用户、合作机构的信息和资料，且我们提供的该等信息和资料仅以在如下情形发生时使用并以维护您的合法权益所必须为限：<br>
            2.4.1 与您交易的其他用户、合作机构发生了与您签署的法律文件项下的违约行为；<br>
            2.4.2 您已依法对与您交易的其他用户提起了有关您与该其他用户通过公司的服务进行的交易有关的仲裁或诉讼并提供了有效的立案（受理）证明文件。<br>
            2.4.3 发生了有碍您在通过我们的产品进行的交易项下相关权益实现的情况，包括但不限于公司被吊销营业执照或被解散、清算、宣告破产以及其他情形。<br>
            2.4.4对于您通过与我们签署法律文件或向我们申请披露而获知的其他用户、合作机构的资料和信息，您同意并确认：除非法律法规另有规定，或者有权的仲裁机构、司法、行政等权力机关的要求，您仅可将该等资料和信息用于实现、维护您在与该其他用户、合作机构签署的法律文件项下的权益以及履行您在该等法律文件项下的相关义务，不得将该等资料和信息用于其他用途，更不得非法出售该等信息和资料。
        </p>
        <p>
            2.5 除以下情形外，我们不会将您的个人信息转让给任何公司、组织和个人：<br>
            2.5.1 事先获得您的明确同意或授权；<br>
            2.5.2 根据可适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；<br>
            2.5.3 符合我们、我们的关联方、合作方与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；<br>
            2.5.4 如我们或我们的关联方涉及合并、分立、收购、资产或业务转让或类似的交易，您的个人信息可能作为此类交易的一部分而被转移，我们将确保该等信息在转移时的机密性，您同意对此予以认可和理解。
        </p>
        <p>
            2.6 我们将会在以下情况下公开披露您的个人信息：<br>
            2.6.1 根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；<br>
            2.6.2 根据法律法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们将会依据所要求的个人信息类型和披露方式公开披露您的个人信息。
        </p>
        <h4>
            三.我们如何保存您的个人信息
        </h4>
        <p>
            3.1 保存地域<br>
            您的个人信息将储存于中华人民共和国境内。
        </p>
        <p>
            3.2 安全事件<br>
            3.2.1 如不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知安全事件的基本情况和可能的影响、我们已采取或将要采取的处理措施、您可自主防范和降低的风险的建议、对您的补救措施等。我们会及时将事件相关情况以站内通知、短信通知、电话、邮件等您预留的联系方式告知您，难以逐一告知时我们会采取合理、有效的方式发布公告。<br>
            3.2.2 我们会及时处置系统漏洞、网络攻击、病毒侵袭及网络侵入等安全风险。在发生危害网络安全的事件时，我们会按照网络安全事件应急预案，及时采取相应的补救措施，并按照规定向有关主管部门报告。<br>
            3.2.3 如果我们的物理、技术或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改或损毁，导致您的合法权益受损，我们将严格依照法律的规定承担相应的责任。
        </p>
        
        <h4>
            四.我们如何保护您的个人信息
        </h4>
        <p>
            4.1 我们非常重视个人信息安全，将采取一切合理可行的技术安全措施，保护您的个人信息：<br>
            4.1.1  我们用于保护信息和存储、传输、处理这些信息的信息系统分等级实行安全保护出借人与借款人的信息安全。<br>
            4.1.1 我们建立了数据分级制度，对您的手机号等个人敏感信息全程进行加密处理，并设置严格的数据访问权限，确保您的个人信息安全；<br>
            4.1.2 我们不时聘请安全专家为技术人员提供相应培训，并在技术部内部设置相应的安全专家检查系统的安全性。 
        </p>
        <p>
            4.2 尽管我们采取了上述技术安全措施，但请您理解，在互联网行业由于技术的限制和飞速发展以及可能存在的各种恶意攻击手段，即便我们竭尽所能加强安全措施，也不可能始终保证信息的百分之百安全。请您了解，您使用我们的产品和/或服务时所用的系统和通讯网络，有可能因超出我们的控制能力之外的其他因素而出现安全问题。如您发现自己的个人信息泄密，尤其是您的账户或密码发生泄漏，您应该立即通过卡秘信用卡客服与我们取得联系，以便我们采取相应措施。
        </p>
        
        <h4>
            五.您可以如何管理个人信息
        </h4>
        <p>
            我们非常重视并保护您关于管理个人信息的权利，并为您提供了管理个人信息的方法。您有权利访问、更正、撤销自己的信息并保护自己的隐私和安全。 
        </p>
        <p>
            5.1 访问权<br>
            除法律法规规定的例外情况，无论您何时使用我们的服务，我们都会力求让您顺利访问自己的个人信息。如果您希望访问或编辑您账户中的个人资料信息（包括但不限于手机号码、登录密码、手势密码、银行账户信息等），您可以在APP端中执行此类操作，或联系卡秘信用卡客服进行编辑；
        </p>
        <p>
            5.2 更正权<br>
            当您需要更新您的个人信息时，或发现我们处理您的个人信息有错误时，您有权做出更正或更新。您可以自行在APP端进行更正，或通过反馈与报错等将您的更正申请提交给我们。在您进行更新或更正前，我们可能会现要求您验证自己的身份，然后再处理您的请求。
        </p>
        <p>
            5.3 撤销权<br>
            您可以改变您授权同意的范围或撤回您的授权，但您撤回同意或授权后，我们可能将无法继续为您提供撤回同意或授权所对应的服务。同时，您知悉并理解，在您撤回同意或授权前提供的个人信息，我们将继续依照可适用的法律法规规定及本隐私权政策进行保存或披露。
        </p>
        <p>
            5.4 注销权<br>
            您可以通过拨打卡秘信用卡上公布的卡秘信用卡客服电话申请注销您的账户，一旦您注销账户，我们将停止为您提供服务，因此请您谨慎操作。但您知悉并理解，在您注销账户前提供的个人信息，我们将继续依照可适用的法律法规规定及本隐私权政策进行保存或披露。    
        </p>
        <p>
            5.5 管理问题<br>
            如果您无法通过上述方式访问、更正或撤销您的个人信息，或者您无法完成账户注销，或者您就我们收集、使用您信息存在任何疑问，您都可以通过卡秘信用卡客服与我们联系。为保障安全，我们可能需要您提供书面请求，或以其他方式证明您的身份。我们将在收到您的反馈并验证您身份后尽快答复您的相关请求。<br>
            我们将尽合理商业努力，满足您对于个人信息的访问、更正、撤销及账户注销的要求。但对于无端重复、需要过多技术手段、给他人合法权益带来风险或者非常不切实际的请求，我们可能会予以拒绝。<br>
            对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情况收取一定成本费用。
        </p>
        <p>
            5.6 例外<br>
            按照法律法规要求，以下情况中，我们将无法响应您的请求：<br>
            5.6.1 与国家安全、国防安全有关的；<br>
            5.6.2 与公共安全、公共卫生、重大公共利益有关的；<br>
            5.6.3 与犯罪侦查、起诉和审判等有关的；<br>
            5.6.4 有充分证据表明您存在主观恶意或滥用权利的；<br>
            5.6.5 响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。
        </p>
        <h4>
            六.未成年人的个人信息保护
        </h4>
        <p>
            6.1 我们非常重视对未成年人个人信息的保护<br>
            如您是18周岁以下的未成年人，在使用我们的服务前，请务必要求您的监护人仔细阅读本隐私权政策，并请您在征得您的监护人同意的前提下使用我们的服务或向我们提供信息。 
        </p>
        <p>
            6.2 补救措施<br>
            如果您未能取得您监护人的同意或您未同意您的被监护人使用我们的服务并向我们提供信息，请您或被监护人立即停止使用我们的服务并及时与我们取得联系。在收到您的书面通知而知晓或我们自行知晓，我们在未事先获得监护人同意的情况下收集了未成年人的个人信息时，我们会立即停止相关信息收集及使用。
        </p>
        <h4>
            七.通知和修订
        </h4>
        <p>
            本隐私权政策将会随着我们的业务的发展进行更新，以便为您提供更好的服务。我们会通过APP或其他平台上发出更新版本并在生效前通过公告或以其他适当方式提醒您相关内容的更新，请您及时访问以便了解最新的隐私权政策。 
        </p>
        <h4>
            八.您如何联系我们
        </h4>
        <p>
            8.1 卡秘信用卡客服<br>
            如果您对本隐私权政策有任何疑问、意见或建议，或您在使用我们提供的服务时，就您的个人信息的收集、使用、共享、访问、更正、撤销等相关事宜有任何意见或建议，或您在使用我们提供的服务时遇到任何问题，请发送邮件至xutiantian@sudaizhijia.com或您都可以通过卡秘信用卡APP上公布的客服电话（13522380157）与我们联系。<br>
            一般情况下，我们将在三十天内回复。如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向网信、电信、公安以及工商等监管部门进行投诉或举报。 
        </p>
        <p>
            8.2 特别提示<br>
            i. 我们提醒您，如您反馈的问题涉及您的个人信息，尤其是您的个人敏感信息，请您不要直接在电话中进行透露，我们将会在确保您个人信息安全的情况下与您进一步沟通。<br>
            ii. 部分情况下，为保障您个人信息的安全，我们可能需要您提供书面请求，或以其他方式证明您的身份。我们将在收到您的反馈并验证您的身份后尽快答复您的相关请求。
        </p>
        <h4>
            九.可分割性
        </h4>
        <p>
            如果本隐私权政策的任何条款在任何程度上被认定无效或不可执行，本隐私权政策的其余部分不应受其影响且应在法律允许的最大程度内予以执行。本隐私权政策中任何无效或不可执行的条款应被另一有效且可执行的条款取代，并且该条款应具有与该不可执行的条款的原意最接近的效力。
        </p>
        <h4>
            十.法律管辖和适用
        </h4>
        <p>
            本协议的订立、执行和解释及争议的解决均应适用中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。如发生本协议与适用之法律相冲突时，则这些条款将完全按法律规定重新解释，而其它条款继续有效。若用户和卡秘信用卡就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，用户在此完全同意将纷争或争议提交至卡秘信用卡所在地北京市海淀区人民法院管辖。
        </p>
        <h4>
            十一.其它
        </h4>
        <p>
            如本隐私权政策与卡秘信用卡用户注册协议中规定的个人信息保护条款存在不一致或矛盾之处，请以本隐私权政策的条款为准。
        </p>
        <h4>
            附：名词解释
        </h4>
        <p>
            为了帮助您更好地理解本隐私权政策，将前述条款中的部分名词进行如下解释：<br>
            卡秘信用卡由山西野二金融服务外包有限公司独产开发运营的一款金融产品。<br>
            个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息，本隐私权政策中涉及的个人敏感信息包括：姓名、身份证件号码、手机号码、银行账号、个人生物识别信息等。<br>
            匿名化是指通过对个人信息的技术处理，使得个人信息主体无法被识别，且处理后的信息不能被复原的过程。<br>
            设备是指可用于使用卡秘信用卡产品和/或服务的装置，例如桌面设备、平板电脑或智能手机等。
        </p>
    </div>
  </div>
</template>

<script>
export default {
    
    methods:{
        backHistory(){
            this.$router.go(-1)
        },
        
    },
     
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
    *{
        margin: 0;
        padding: 0;
        outline:medium;
    }
    .navTitle{
        width:100%;    
        height: 43px;
        line-height: 43px;
        text-align: center;
        font-size: 18px;
        color: #363636;
        border-bottom: 1px solid #C9C9C9;
        background:#fff;
  }
  .navTitle img{
        width: 12px;
        position: absolute;
        top: 10px;
        left: 5%;
  }
    .header_p{
        text-align: center;
        margin: 20px 0 20px;
        font-weight:  bolder;
    }
    h4{
        margin: 10px;
    }
    p{
        text-indent: 2em;
        line-height: 2;
    }
    span{
        display: block;
        margin: 10px 0;
        line-height: 2;
    }
</style>